{
  "wewillidentifythebestcustomizedsolutionsforyou": "Vom identifica cele mai bune soluții personalizate pentru tine",
  "Iwillhelpyouidentifythebestoptionaccordingtoyourneedsbelowyoucanfinddetailsforeachone.": "Te voi ajuta să identifici cea mai bună opțiune în funcție de nevoile tale. Mai jos poți regăsi detalii pentru fiecare în parte.",
  "onetoone":"One-to-one",
  "onetoonep1": "Vom stabili împreună obiectivele tale și vom dezvolta un plan personalizat de acțiune pentru a le atinge. Voi utiliza diverse tehnici și instrumente de coaching pentru a te ajuta să îți descoperi punctele forte, să identifici obstacolele și să  faci pașii necesari pe care să îi urmezi pentru a le depăși.",
  "onetoonep2": "În timpul sesiunilor ești într-un spațiu sigur și ai libertatea să îți exprimi gândurile și sentimentele fără a fi judecat. Voi asculta activ și îți voi adresa întrebări pentru a te ajuta să explorezi mai profund situațiile cu care te confrunți și să găsești soluții la ele.",
  "onetoonep3": "Voi fi cu ține să te susțin în procesul de dezvoltare și să te încurajez să își urmezi visurile și să îți atingi obiectivele. Împreună vom lucra la gestionarea stresului, comunicarea asertivă, construirea încrederii în tine, stabilirea limitelor sănătoase, pentru a face față cu succes oricărei provocări.",
  "group": "Grup",
  "groupp1": "Sesiunea de coaching de grup este o sesiune ghidată de mine într-o discuție structurată cu tematică setată anterior.",
  "groupp2": "În general, astfel de sesiuni de coaching sunt proiectate să fie interactive și implică o combinație de prezentare de informații, discuții și exerciții. De obicei, tema/ subiectul este ales în funcție de obiectivele participanților, poți regăsi teme precum: gestionarea stresului, comunicarea eficientă, dezvoltarea abilităților de lider, creșterea încrederii în sine, managementul timpului, setarea de limite sănătoase, și multe altele.",
  "groupp3": "În timpul sesiunii voi adresa întrebări deschise, voi asculta activ, voi îndruma discuțiile și voi oferi oportunitatea participanților de a învața din experiența altora și de a găsi soluții.",
  "groupp4": "În general, sesiunile de coaching de grup sunt ideale pentru persoanele care caută o abordare mai accesibilă și mai puțin intensivă de coaching, dar care își doresc să primească sprijinul și ghidarea unui coach și să învețe din experiența altor participanți.",
  "coaching":"Executive Coaching",
  "coachingp1": "Serviciile de executive coaching sunt disponibile pentru o gama largă de teme, adaptate după nevoile și obiectivele specifice ale echipei sau companiei. Acestea implică o combinație de prezentare și exerciții practice, destinate să ofere participanților o mai bună înțelegere a subiectului și să le permită să își dezvolte abilitățile într-un mediu sigur și susținător.",
  "coachingp2": "Iată câteva exemple:",
  "coachingp3": "Leadership și management",
  "coachingp4": "Dezvoltarea abilităților de conducere și management, inclusiv strategii de comunicare eficientă, crearea de echipe puternice și motivarea angajaților.",
  "coachingp5": "Abilități de comunicare",
  "coachingp6": "Dezvoltarea abilităților de comunicare, inclusiv tehnici de ascultare activă, empatie și comunicare non-verbală.",
  "coachingp7": "Îmbunătățirea stimei de sine, dezvoltarea abilităților de învățare, setare limite sănătoase și planificarea carierei.",
  "coachingp8": "Gestionarea stresului și anxietății",
  "coachingp9": "Înțelegerea și gestionarea stresului și a anxietății, inclusiv tehnici de relaxare, mindfulness și managementul timpului.",
  "coachingp10": "Inteligența emoțională",
  "coachingp11": "Intelegerea și dezvoltarea abilităților de inteligență emoțională, inclusiv autodisciplină, empatie și gestionarea conflictelor.",
  "coachingp12": "Fiecare workshop/ pachet de sesiuni este personalizat în funcție de nevoile și obiectivele specifice ale clientului și poate fi livrat online sau fizic."
}
