{
  "wewillidentifythebestcustomizedsolutionsforyou": "Vom identifica cele mai bune solutii personalizate pentru tine",
  "Iwillhelpyouidentifythebestoptionaccordingtoyourneedsbelowyoucanfinddetailsforeachone.": "Te voi ajuta sa identifici cea mai buna optiune in functie de nevoile tale. Mai jos poti regasi detalii pentru fiecare in parte.",
  "onetoone":"One-to-one",
  "onetoonep1": "Vom stabili impreuna obiectivele tale si vom dezvolta un plan personalizat de actiune pentru a le atinge. Voi utiliza diverse tehnici si instrumente de coaching pentru a te ajuta sa iti descoperi punctele forte, sa identifici obstacolele si sa pasii necesari pe care sa ii urmezi pentru a le depasii.",
  "onetoonep2": "In timpul sesiunilor esti intr-un spatiu sigur si ai libertatea sa iti exprimi gandurile si sentimentele fara a fi judecat. Voi asculta active si iti voi adresa intrebari pentru a te ajuta sa explorezi mai profund situatiile cu care te confrunti si sa gasesti solutii la ele.",
  "onetoonep3": "Voi fi cu tine sa te sustin in procesul de dezvoltare si sa te incurajez sa isi urmezi visurile si sa iti atingi obiectivele. Impreuna vom lucra la gestionarea stresului, comunicarea asertiva, construirea increderii in tine, stabilirea limitelor sanatoase, pentru a face fata cu succes oricarei provocari.",
  "group": "Grup",
  "groupp1": "Sesiunea de coaching de grup este o sesiune ghidata de mine intr-o discutie structurata cu tematica setata anterior.",
  "gropup2": "In general, astfel de sesiuni de coaching sunt proiectate sa fie interactiva si implica o combinatie de prezentare de informatii, discutii si exercitii. De obicei, tema sau subiectul este ales in functie de obiectivele participantilor, poti regasi teme precum: gestionarea stresului, comunicarea eficienta, dezvoltarea abilitatilor de lider, cresterea increderii in sine, managementul timpului, setarea de limite sanatoase, si multe altele.",
  "groupp3": "In timpul sesiunii voi adresa intrebari deschise, voi asculta activ, voi indruma discutiile si voi oferi oportunitatea participantilor de a invata din experienta altora si de a gasi solutii.",
  "groupp4": "In general, sesiunile de coaching de grup sunt ideale pentru persoanele care cauta o abordare mai accesibila si mai putin intensive de coaching, dar care isi doresc sa primeasca sprijinul si ghidarea unui coach si sa invete din experienta altor participant.",
  "coaching":"Executive Coaching",
  "coachingp1": "Serviciile de executive coaching sunt disponibile pentru o gama larga de teme, adaptate dupa nevoile si obiectivele specifice ale echipei sau companiei. Acestea implica o combinatie de prezentare si exercitii practice, destinate sa ofere participantilor o mai buna intelegere a subiectului si sa le permita sa isi dezvolte abilitatile intr-un mediu sigur si sustinator.",
  "coachingp2": "Iata cateva exemple:",
  "coachingp3": "Leadership si management",
  "coachingp4": "Dezvoltarea abilitatilor de conducere si management, inclusive strategii de comunicare eficienta, crearea de echipe puternice si motivarea angajatilor.",
  "coachingp5": "Abilitati de comunicare",
  "coachingp6": "Dezvoltarea abilitatilor de comunicare, inclusive tehnici de ascultare active, empatie si comunicare non-verbala.",
  "coachingp7": "Imbunatatirea stimei de sine, dezvoltarea abilitatilor de invatare, setare limite sanatoase si planificarea carierei.",
  "coachingp8": "Gestionarea stresului si anxietatii",
  "coachingp9": "Intelegerea si gestionarea stresului si a anxietatii, inclusive tehnici de relaxare, mindfulness si managementul timpului.",
  "coachingp10": "Inteligenta emotionala",
  "coachingp11": "Intelegerea si dezvoltarea abilitatilor de inteligenta emotionala, inclusive autodisciplina, empatie si gestionarea conflictelor.",
  "coachingp12": "Fiecare workshop/ pachet de sesiuni este personalizat in functie de nevoile si obiectivele specific ale clientului si poate fi livrat online sau fizic"
}
