{
    "header":"Are you ready to take the first step towards a stress-free life and discover the secret of work-life balance?",
    "registerButton":"I want to register!",
    "about1.1":"I'm Roxana Dumitrescu, and above all, I'm a person passionate about authentic connections.",
    "about1.2": "Also Mindset Coach, I guide you to escape the agony of Burnout, to set healthy boundaries in your life, to have balance between career and personal life.",
    "about2": "Professionally, I'm an entrepreneur and coach, specializing in healthy boundary setting and career-life balance.",
    "about3": "I have dedicated my professional life to guiding people to achieve success and satisfaction in all aspects of life with well-set boundaries and without the fear of experiencing BURNOUT.",
    "about4": "I experienced firsthand the exhausting battle against burnout, and one of these battles even led me to illness. With specialized help and sustained effort in working with myself, I was able to overcome this difficult period. Thus, I learned to set healthy boundaries and focus on career-life balance.",
    "about5":"These experiences deeply inspired me to try to change something in the world around me, to help create a healthier society, where people are assumed and responsible in becoming the best version of themselves.",
    "about6": "In the more than 8 years of experience in Human Resources, I have tested different methods to achieve professional goals and at the same time maintain mental and physical health in harmony.",
    "program1": "A little while ago I was telling you on Facebook ( if you don't follow me, click <a style='color: #4299e1;' href='https://www.facebook.com/DiscoverYourSelfbyRoxana'>click here</a> ) about the program I'm working on. The truth is that I've been working on it for over 8 months.",
    "program2": "I wanted to make a complex program, a program where you can find strategy and steps, but also gentleness and harmony.",
    "program3": "A transformational program that will help you change your perception of things, look deep inside yourself and take concrete steps towards balance, towards your best version.",
    "program4": "I am excited to announce that its official release will now take place in October.",
    "program5": "It is not by chance that I chose this month, it is my favorite month of the year, the month in which for me it always meant new beginnings, everything changes.",
    "program6": "Because it's my FIRST such complex program, I want to offer it as a GIFT to the first 100 people who sign up.",
    "info1": "The program will be available on the site for the next 3 months, but only the first 100 registrants will benefit from it for free.",
    "info2": "Starting from January, the program will be available on the website for a fee.",
    "info3": "You will see on the website how many places are available in real time.",
    "manifestTitle": "Are you ready to take the first step towards a stress-free life and discover the secret of career-life balance?",
    "manifest1": "I am pleased to present you my 3-day schedule:",
    "programName": "Manifesto for a stress-free life",
    "manifest2": "A program that will guide you on a transformational journey full of understanding, gentleness and harmony.",
    "manifest3": "I've been working on this program for over 8 months, and now I can't wait to share it with you.",
    "manifest4": "It is more than just a program - it is a journey that will change your perception of life, help you discover your inner resources and take concrete steps towards the best version of you.",
    "manifest5": "What's really special is that I've decided to give it away to the first 100 people who sign up.",
    "manifest6": "Yes, you heard right!",
    "manifest7": "I want to share with you this unique opportunity to transform your life.",
    "manifest8": "What will you get if you join this program?",
    "manifest9": "3 days of intensive training for a balanced and stress-free life,",
    "manifest10": "Techniques and strategies tested by me and my clients that worked, to escape the agony of burnout,",
    "manifest11": "How to create and maintain career-life balance,",
    "manifest12": "Practical exercises to develop stress management skills,",
    "manifest13": "Lifetime access to the program, you can return to it at any time,",
    "manifest14": "Plus other surprises",
    "manifest15": "But this is not all! The program will be available on my website for the next 3 months, but only the first 100 registrants will get it for free.",
    "manifest16": "In other words, time is limited and places are limited.",
    "manifest17": "Don't let this opportunity pass you by. Click the button below to sign up now and become one of the lucky 100 people who will transform their lives starting in October.",
    "manifest18": "This is your time to put yourself first and start your journey to a more balanced, happier and stress-free life.",
    "manifest19": "I look forward to meeting you and sharing my tools and knowledge with you to help you reach your highest heights.",
    "manifest20": "With love and enthusiasm,",
    "manifest21": "Roxana"
}
