{
    "header":"Ești pregătit să faci primul pas către o viață fără stres și să descoperi secretul echilibrului între carieră și viața personală?",
    "registerButton":"Vreau să mă înscriu!",
    "about1.1": "Sunt Roxana Dumitrescu, și, înainte de toate, sunt un om pasionat de conexiuni autentice.",
    "about1.2": "Ca și Mindset Coach, te ghidez către a scăpa de agonia Burnout -ului, către a seta limite sănătoase în viața ta, pentru a avea echilibru între carieră și viața personală.",
    "about2": "Profesional, sunt antreprenor și coach, specializat în setarea limitelor sănătoare și echilibrul între carieră și viața personală.",
    "about3": "Mi-am dedicat viața profesională pentru a ghida oamenii să atingă succesul și satisfacția în toate aspectele vieții cu limite bine setate și fără teama de a experimenta BURNOUT-ul.",
    "about4": "Am trăit pe propria piele lupta epuizantă împotriva burnout-ului, iar una dintre aceste bătălii m-a dus chiar la boală. Cu ajutor specializat și cu un efort susținut în munca cu mine însămi, am reușit să depășesc această perioadă dificilă. Astfel, am învățat să-mi stabilesc limite sănătoase și să-mi concentrez atenția asupra echilibrului dintre carieră și viața personală.",
    "about5": "Aceste experiențe m-au inspirat profund să încerc să schimb ceva în lumea din jurul meu, să contribui la crearea unei societăți mai sănătoase, în care oamenii să fie asumați și responsabili în a deveni cea mai bună versiune a lor.",
    "about6":"În cei peste 8 ani de experiență în Resurse Umane am testat diferite metode de a atinge obiectivele profesionale și a menține în același timp sănătatea mentală și fizică în armonie.",
    "program1": "Acum puțin timp îți spuneam pe Facebook ( dacă nu mă urmărești, dă click <a style='color: #4299e1;' href='https://www.facebook.com/DiscoverYourSelfbyRoxana'>aici</a> ) despre programul pe care îl am în lucru, adevărul este că lucrez la el de peste 8 luni.",
    "program2": "Am vrut să fac un program complex, un program în care să găsești strategie și pași, dar și blândețe și armonie",
    "program3": "Un program transformațional care te va ajuta să îți schimbi percepția asupra lucrurilor, să privești adânc în interiorul tău și să faci pași concreți către echilibru, către cea mai bună variantă a ta.",
    "program4": "Sunt entuziasmată să te anunț că lansarea sa oficială va avea loc acum în luna Octombrie.",
    "program5": "Nu întâmplător am ales luna asta, este luna mea preferată din an, luna în care pentru mine a însemnat mereu noi începuturi, totul se schimbă.",
    "program6": "Pentru că e PRIMUL meu program atât de complex, vreau să îl ofer CADOU, primelor 100 de persoane care se înscriu.",
    "info1": "Programul va fi disponibil pe site pentru următoarele 3 luni, însă doar primii 100 înscriși vor beneficia de el în mod gratuit.",
    "info2": "Începând cu luna Ianuarie, programul va fi disponibil pe site contra cost.",
    "info3": "Vei vedea pe site câte locuri sunt disponibile în timp real.",
    "manifestTitle": "Ești pregătit să faci primul pas către o viață fără stres și să descoperi secretul echilibrului între carieră și viața personală?",
    "manifest1": "Sunt încântată să-ți prezint programul meu de 3 zile:",
    "programName": "Manifest pentru o viață fără stres",
    "manifest2": "Un program care te va ghida într-o călătorie transformațională plină de înțelegere, blândețe și armonie.",
    "manifest3": "Am lucrat la acest program timp de peste 8 luni, și acum sunt nerăbdătoare să îl împart cu tine.",
    "manifest4": "Este mai mult decât un simplu program - este o călătorie care îți va schimba percepția asupra vieții, te va ajuta să descoperi resursele tale interioare și să faci pași concreți către cea mai bună versiune a ta.",
    "manifest5": "Ce este cu adevărat special este că am decis să îl ofer cadou primelor 100 de persoane care se înscriu.",
    "manifest6": "Da, ai auzit bine!",
    "manifest7": "Vreau să împărtășesc cu tine această oportunitate unică de a-ți transforma viața.",
    "manifest8": "Ce vei primi dacă te înscrii în acest program?",
    "manifest9": "3 zile de pregătire intensă pentru o viață echilibrată și fără stres,",
    "manifest10": "Tehnici și strategii testate de mine si de clientii mei care au functionat, pentru a scăpa de agonia burnout-ului.",
    "manifest11": "Cum să creezi și să menții echilibrul între carieră și viața personală,",
    "manifest12": "Exerciții practice pentru dezvoltarea abilităților de gestionare a stresului,",
    "manifest13": "Acces pe viață la program, poți reveni oricând la el,",
    "manifest14": "Plus alte surprize",
    "manifest15": "Dar asta nu e tot! Programul va fi disponibil pe site-ul meu pentru următoarele 3 luni, însă doar primii 100 de înscriși vor beneficia de el în mod gratuit.",
    "manifest16": "Cu alte cuvinte, timpul este limitat, iar locurile sunt limitate.",
    "manifest17": "Nu lăsa această oportunitate să treacă pe lângă tine. Apasă butonul de mai jos pentru a te înscrie acum și pentru a deveni una dintre cele 100 de persoane norocoase care vor transforma viețile lor începând din luna Octombrie.",
    "manifest18": "Acesta este momentul tău de a te pune pe primul loc și de a începe călătoria către o viață mai echilibrată, mai fericită și lipsită de stres.",
    "manifest19": "Aștept cu nerăbdare să te întâlnesc și să împărtășesc cu tine instrumentele și cunoștințele mele pentru a te ajuta să atingi cele mai înalte culmi.",
    "manifest20": "Cu drag și entuziasm,",
    "manifest21": "Roxana"
}
