{
  "hello": "Welcome to the place where your journey to self-discovery and personal growth begins!",
  "intro": "This space is yours to explore, learn and evolve. Every thought, every effort and every achievement you experience here will help you build a stronger, more confident and fulfilled version of yourself.",
  "p1": "I started to write my professional story at least 10 times and each time I deleted what I found difficult to digest, all the suffering, accumulated stress and physical conditions that managed to knock me down.",
  "p2": "I passed it through the filter of the human resources person who speaks politically correct and who is not allowed to say something wrong.",
  "p3": "But today I've decided to let Roxana the man take control of the keyboard and I'd like to share my story, which I'm sure many people find themselves in, but few talk about it.",
  "p4": "Why? - Because of fear.",
  "p5": "For fear of being pointed at, of being the black sheep of the department and perhaps the biggest fear, of being fired.",
  "started": "How I started?",
  "startedtext": "I finished college and the master's degree in Business Management, and during the master's degree I learned about international corporations. At the time when I was a student, the term corporation was vague for Romania, they had just entered the market and it was one of the different workplaces from what we knew until then and which offered you different development perspectives. I started working in the corporation 1 year after I finished my studies, driven by curiosity and the desire to evolve and with great expectations.",
  "reality": "When reality hit me... actually.",
  "management": "International management in the books looks very good, it has well-defined structure, but in reality thing are not quite right so.",
  "corporations": "What happens in corporations? - First impression as a new employee.",
  "burnouttext": "We worked intermittently and stayed over the daily schedule (this was considered something normal). Everyone had their heads down and no one had an opinion, or if they did, it was instantly dismantled. He was fired for unknown reasons and that was something common. There were very few who resigned because they did not share the same values ​​with the company. Some chose to leave loudly, others went the silent option and the managers found themselves without people in the team, without solutions, without a back-up plan. Here was the frustration that was passed on to the team, the team that received extra work, ZERO compensation, more hours overtime, constant stress, criticism, sometimes yelling and in the end many reached BURNOUT.",
  "whattheydid": "What were they doing about it?",
  "facts": "Nothing more, they complained to each other, shook off the dust and then started all over again as if nothing had happened. It was something common and part of the daily work. I also went through this experience, directly and indirectly at every job I had.",
  "experience": "My experience",
  "expp1": "I felt on my skin what it's like to work with people who made me feel useless, incapable and no longer know what my role is there. I was treated as if I had no value at all, I was offended, I was humiliated.",
  "expp2": "If you can close your eyes and imagine for a second that you are in a meeting room surrounded by tables and chairs. All the seats are full of people and you are standing in the middle. Everyone looks at you and points. how are you feeling",
  "expp3": "When I experienced this, it was unpleasant, but above all it lacked the respect and etiquette from the workplace that I expected.",
  "expp4": "There were days when I cried at work and days when I woke up in the morning and cried before going to work. I had days when I wished something would happen to me so I wouldn't get to work. It was very difficult and discouraging, sad and extremely painful.",
  "expp5": "I don't even have fingers to count the number of times I've gone to the emergency room from work over the years. I also crashed a few times when my body decided that I needed a forced break from everything I do, so I got sick, I took a break for a while, but when I came back, I was back in the same toxic environment that didn't help me in healing, it even amplified the states of anxiety, fear, panic and intense stress.",
  "expp6": "I have been part of extraordinary companies as a brand in the international market, but I have learned that the brand is not enough when we talk about people.",
  "expp7": "Many times I wanted to be heard, encouraged, appreciated for my work and in return I received criticism, disregard and humiliation. It seemed unfair and frustrating that this was happening in a professional context, but, despite all that, for a while I accepted the situation as it was. I thought it was more valuable to step on my own and accept the situation as it is because at least I learn something that will be useful to me.",
  "expp8": "I wanted to be proactive, I wanted to value my creativity, I wanted to learn from the people around me, but I hit the walls of injustice, humiliation and public shaming.",
  "why": "Why does this happen in companies? - Because that's how we accept it.",
  "limit": "I didn't know where and how to set the limit where it was needed and I allowed criticism, disregard and humiliation to reach me. When I had the courage not to stay over the schedule and to respect myself, I was scolded for not sharing the value of the state over the schedule. Now when I remember it seems a little funny, but then it was painful and I felt that I could not find myself.",
  "findmore": "Find more",
  "hide": "Hide",
  "findtext": "I have been working for over 7 years in HR departments, in various industries, and I noticed, starting with my first experience, that many people are under continuous stress, others reach burnout and still do nothing about it. And I know what it's like because I've been there, not just once. It was very difficult for me to open my eyes and see that it is possible otherwise, because I was used to stress as if it were something normal, which comes as part of the benefits package from the job. I know, the truth hurts. But I also know that I managed to do something about this, although it took me over 10 years to find out that it is possible in another way, that there are companies where people matter, where the focus is on both the development of the company and the development of the employee , not only professionally, but also personally.",
  "learned": "What have I learned after all these years of stress and burnout?",
  "learnedp1": "That there is no need to wait for the ideal company to appear that will offer you the values ​​that you share, it is very good and even advisable to look for this, BUT until you find it, put yourself first and do it for yourself something concrete. If you don't do it, no one will. And at work, I'm sorry to inform you, but no one will take care of you like you will.",
  "learnedp2": "That I can take care of myself, set healthy limits without being afraid of losing my job.",
  "learnedp3": "That no one saves me.",
  "endtext": "You can start right now to take a step back, breathe and think:",
  "endtextp1": "Who am I and what are my values?",
  "endtextp2": "What do I really want from a job?",
  "endtextp3": "What does a job mean for me?",
  "endtextp4": "What can I accept and what can I not accept in any form?",
  "process": "I know, it is a very difficult process, because it requires a lot of healing, intensive work with you. It's hard to take a step back because you'll always find excuses like:",
  "processp1": "I don't have time for that right now;",
  "processp2": "it's like that everywhere;",
  "processp3": "I have many deadlines and I cannot put myself first;",
  "processp4": "let it pass at some point.",
  "processp5": ".....and many other apologies.",
  "endtext1": "Yes, I know, because I also kept using them to run away from the responsibility of putting myself first. I had so many excuses prepared and I often surprised myself that I could always find others and others. I surprise myself now with the thought that I could find solutions, not excuses. Think about whether it's really worth staying in burnout and what is the price you pay at the end of the day.",
  "exndtext2": "Is it worth always apologizing for not having time for yourself, family, friends? Is it worth feeling bad mentally and physically, maybe and always thinking about what you have? Is it worth it to end up paying your salary at the hospital?",
  "endtext3": "And whatever excuses you find, and whatever &bdquo;benefits&bdquo; you have, no one is coming to save you, only you can do that.",
  "endtext4": "So here, now, today, I invite you to travel together towards self-knowledge, towards identifying the beliefs that limit you from moving forward, towards creating a balanced future for you."
}
