{
  "hello": "Bun venit în locul unde începe călătoria ta către autodescoperire și creștere personală!",
  "intro": "Acest spațiu este al tău pentru a explora, învăța și evolua. Fiecare gând, fiecare efort depus și fiecare realizare pe care o vei experimenta aici vor contribui la construirea unei versiuni mai puternice, mai încrezătoare și mai împlinite a ta.",
  "p1": "Am început de cel puțin 10 ori să-mi scriu povestea profesională și de fiecare dată ștergeam ce mi se părea greu de digerat, toată suferința, stresul acumulat și stările fizice care au ajuns să ma doboare la propriu.",
  "p2": "Am trecut-o prin filtrul omului de resurse umane care vorbeste politically correct și care nu are voie să spună ceva greșit.",
  "p3": "Dar astăzi m-am decis să o las pe Roxana omul să preia controlul tastaturii și aș vrea să împărtășesc povestea mea în care sunt sigură că mulți se regăsesc însă puțini vorbesc despre asta.",
  "p4": "De ce? - De frică.",
  "p5": "De frica de a fi arătat cu degetul, de a fi oaia neagră a departamentului și poate cea mai mare frică, cea de a fi concediat.",
  "started": "Cum am început?",
  "startedtext": "Am terminat facultatea și masterul de Business Management, iar în cadrul masterului am învățat despre corporațiile internaționale. Pe vremea cand eram studentă, termenul de corporație era vag pentru România, abia intrase pe piață și era unul dintre locurile de muncă diferite de ce știam noi până atunci și care îți oferea perspective de dezvoltare diverse. Am început să lucrez în corporație la 1 an dupa ce am terminat studiile, mânată de curiozitate și de dorința de evoluție și cu mari așteptări.",
  "reality": "Când realitatea m-a lovit.....de fapt.",
  "management": " Managementul internațional în cărți arată foarte bine, are structura bine definită, însă în realitate lucrurile nu stau chiar așa.",
  "corporations": "Ce se intamplă în corporații? - Prima impresie ca angajat nou.",
  "burnouttext": "Se muncea pe rupte și se stătea peste program zilnic (asta era considerat ceva normal). Toată lumea era cu capul plecat și nimeni nu avea o părere, sau daca avea, era instant demontată. Se dădea afară din motive necunoscute și asta era ceva obișnuit. Foarte puțini erau cei care demisionau pentru că nu împărtășeau aceleași valori cu compania. Unii alegeau să plece cu voce tare, alții mergeau pe varianta tăcută și managerii se trezeau fără oameni în echipă, fără soluții, fără back-up plan. Aici apărea frustrarea care se transmitea mai departe la echipă, echipă care primea munca în plus, ZERO compensații, mai multe ore state peste program, stres constant, critică, uneori țipete și într-un final mulți ajungeau la BURNOUT.",
  "whattheydid": "Ce făceau în privința asta?",
  "facts": "Mai nimic, se mai plângeau unul la altul, se mai scuturau de praf și apoi o luau de la capăt ca și cum nimic nu s-ar fi întamplat. Era ceva obișnuit și parte din munca zilnică. Am trecut și eu prin această experiență, direct și indirect la fiecare loc de muncă pe care l-am avut.",
  "experience": "Experiența mea",
  "expp1": "Am simțit pe pielea mea cum e să lucrez cu oameni care m-au facut să mă simt inutilă, incapabilă și să nu mai știu care e rolul meu acolo. Am fost tratată ca și cum nu aș avea valoare deloc, am fost jignită, am fost umilită.",
  "expp2": "Dacă poți să închizi ochii și să iți imaginezi pentru o secundă că ești într-o sală de ședințe înconjurată de mese și scaune. Toate scaunele sunt pline de oameni iar în mijloc tu, în picioare. Toată lumea se uită la tine și arată cu degetul. Cum te simți?",
  "expp3": "Eu când am trăit asta a fost neplăcut, dar mai ales lipsit de respectul și eticheta de la locul de muncă pe care eu le așteptam.",
  "expp4": "Aveam zile în care plângeam la muncă și zile în care mă trezeam dimineața și plângeam înainte să plec la muncă. Aveam zile în care îmi doream să mi se întample ceva ca să nu mai ajung la muncă. A fost foarte greu și descurajant, trist și extrem de dureros.",
  "expp5": "Nici nu am degete să număr de câte ori am plecat la urgențe de la muncă în decursul anilor. Am și clacat de câteva ori cand corpul meu a decis că îmi trebuie pauză forțată de la tot ce fac, asa că m-am îmbolnăvit, am făcut pauză puțin timp, dar când am revenit, am revenit în același mediu toxic care nu m-a ajutat în vindecare, ba chiar a amplificat stările de anxietate, frică, panică și stres intens.",
  "expp6": "Am făcut parte din companii extraordinare ca și brand în piața internațională, însă am învățat că brandul nu este de ajuns atunci când vorbim despre oameni.",
  "expp7": "Mi-am dorit de multe ori să fiu auzită, încurajată, apreciată pentru munca mea și am primit în schimb critică, desconsiderare și umilință. Mi s-a părut nedrept și frustrant că se întamplă asta într-un context profesional, dar, cu toate astea, pentru o perioadă am acceptat situația așa cum a fost ea. Am crezut că e mai valoros să calc pe mine și accept situația așa cum e pentru că măcar învăț ceva care îmi va folosi.",
  "expp8": "Mi-am dorit să fiu proactivă, mi-am dorit să îmi pun în valoare creativitatea, mi-am dorit să învăț de la oamenii de lângă mine, dar m-am lovit de zidurile nedreptății, ale umilinței și ale public shamingului.",
  "why": "De ce se întamplă acest lucru în companii? Pentru că așa acceptăm.",
  "limit": "Eu nu am știut unde și cum să pun limita acolo unde era nevoie și am permis să ajungă la mine critica, desconsiderarea și umilința. Când am avut o fărâmă de curaj să nu stau peste program și să mă respect pe mine am fost certată pentru că nu împărtășesc valoarea statului peste program. Acum când îmi aduc aminte mi se pare puțin amuzant, dar atunci a fost dureros și am simțit că nu mă regăsesc.",
  "findmore": "Află mai mult",
  "hide": "Ascunde",
  "findtext": "Lucrez de peste 7 ani în departamente de HR, în diverse industrii, și am sesizat, începand cu prima mea experiență, că mulți oameni sunt într-un stres continuu, alții ajung la burnout și totuși nu fac nimic în privința asta. Și știu cum este pentru că am fost acolo, nu doar o dată. îmi era foarte greu să deschid ochii și să văd că se poate și altfel, pentru că eram obișnuită cu stresul ca și când ar fi ceva normal, care vine ca parte din pachetul de beneficii de la job. Știu, adevărul doare. Dar mai știu că eu am reușit să fac ceva în privința asta deși mi-a luat peste 10 ani să aflu că se poate și altfel, că există și companii unde oamenii contează, unde se pune focus atât pe dezvoltarea companiei cât și pe dezvoltarea angajatului, nu doar profesional, dar și personal.",
  "learned": "Ce am învățat eu după toți acești ani de stres și burnout?",
  "learnedp1": "Că nu e nevoie să aștepți să apară compania ideală care să îți ofere valorile pe care le împărtășești și tu, e foarte bine și chiar indicat să cauți asta, DAR până o găsești, pune-te pe tine pe primul loc și fă tu pentru tine ceva concret. Dacă nu o faci tu, nimeni nu o va face. Iar la locul de muncă, imi pare rău să te anunț, dar nimeni nu te va menaja așa cum o vei face tu.",
  "learnedp2": "Că pot să am grijă de mine, să pun limite sănătoase fără să îmi fie frică de pierderea locului de muncă.",
  "learnedp3": "Că nu mă salvează nimeni.",
  "endtext": "Poți să începi chiar de acum să te dai un pas în spate, să respiri și să te gândești:",
  "endtextp1": "Cine sunt eu și care sunt valorile mele?",
  "endtextp2": "Cine sunt eu și care sunt valorile mele?",
  "endtextp3": "Ce înseamnă un loc de muncă pentru mine?",
  "endtextp4": "Ce pot să accept și ce nu accept sub nicio formă?",
  "process": "Știu, este un proces foarte greu, pentru că necesită vindecare multă, lucru cu tine intens. Este greu să te dai un pas în spate pentru că mereu vei găsi scuze precum:",
  "processp1": "n-am timp de așa ceva acum;",
  "processp2": "așa e peste tot;",
  "processp3": "am multe deadline-uri și nu pot să mă pun pe mine pe primul loc;",
  "processp4": "lasă că o să treacă la un moment dat.",
  "processp5": ".....și multe alte scuze.",
  "endtext1": "Da, știu, pentru că și eu le-am tot folosit ca să fug de responsabilitatea de a mă pune pe primul loc. Aveam atâtea scuze pregătite și de multe ori mă surprindeam că pot găsi mereu altele și altele. Mă surprind acum cu gândul că puteam să găsesc soluții, nu scuze. Gândește-te dacă merită cu adevărat să rămâi în burnout și care este prețul pe care îl plătești la final de zi.",
  "exndtext2": "Merită să te scuzi mereu că nu ai timp pentru tine, familie, prieteni? Merită să te simți rău psihic și fizic poate și să te gândești mereu ce ai? Merită să ajungi să îți dai salariul la spital?",
  "endtext3": "Și oricâte scuze vei găsi, și oricâte “beneficii” ai, nimeni nu vine să te salveze, doar tu poți face asta.",
  "endtext4": "Așa că aici, acum, astăzi, te invit să călătorim împreună către cunoașterea de sine, către identificarea convingerilor care te limitează să mergi înainte, către crearea unui viitor echilibrat pentru tine."
}
