{
  "hello": "Bun venit in locul unde incepe calatoria ta catre autodescoperire si crestere personala!",
  "intro": "Acest spatiu este al tau pentru a explora, invata si evolua. Fiecare gand, fiecare efort depus si fiecare realizare pe care o vei experimenta aici vor contribui la construirea unei versiuni mai puternice, mai increzatoare si mai implinite a ta.",
  "p1": "Am inceput de cel putin 10 ori sa-mi scriu povestea profesionala si de fiecare data stergeam ce mi se parea greu de digerat, toata suferinta, stresul acumulat si starile fizice care au ajuns sa ma doboare la propriu.",
  "p2": "Am trecut-o prin filtrul omului de resurse umane care vorbeste politically correct si care nu are voie sa spuna ceva gresit.",
  "p3": "Dar astazi m-am decis sa o las pe Roxana omul sa preia controlul tastaturii si as vrea sa impartasesc povestea mea in care sunt sigura ca multi se regasesc insa putini vorbesc despre asta.",
  "p4": "De ce? - De frica.",
  "p5": "De frica de a fi aratat cu degetul, de a fi oaia neagra a departamentului si poate cea mai mare frica, cea de a fi concediat.",
  "started": "Cum am inceput?",
  "startedtext": "Am terminat facultatea si masterul de Business Management, iar in cadrul masterului am invatat despre corporatiile internationale. Pe vremea cand eram studenta, termenul de corporatie era vag pentru Romania, abia intrasera pe piata si era unul dintre locurile de munca diferite de ce stiam noi pana atunci si care iti oferea perspective de dezvoltare diverse. Am inceput sa lucrez in corporatie la 1 an dupa ce am terminat studiile, manata de curiozitate si de dorinta de evolutie si cu mari asteptari.",
  "reality": "Cand realitatea m-a lovit.....de fapt.",
  "management": " Managementul international in carti arata foarte bine, are structura bine definita, insa in realitate lucrurile nu stau chiar asa.",
  "corporations": "Ce se intampla in corporatii? - Prima impresie ca angajat nou.",
  "burnouttext": "Se muncea pe rupte si se statea peste program zilnic (asta era considerat ceva normal). Toata lumea era cu capul plecat si nimeni nu avea o parere, sau daca avea, era instant demontata. Se dadea afara din motive necunoscute si asta era ceva obisnuit. Foarte putini erau cei care demisionau pentru ca nu impartaseau aceleasi valori cu compania. Unii alegeau sa plece cu voce tare, altii mergeau pe varianta tacuta si managerii se trezeau fara oameni in echipa, fara solutii, fara back-up plan. Aici aparea frustrarea care se transmitea mai departe la echipa, echipa care primea munca in plus, ZERO compensatii, mai multe ore state peste program, stres constant, critica, cateodata tipete si intr-un final multi ajungeau la BURNOUT.",
  "whattheydid": "Ce faceau in privinta asta?",
  "facts": "Mai nimic, se mai plangeau unul la altul, se mai scuturau de praf si apoi o luau de la capat ca si cum nimic nu s-ar fi intamplat. Era ceva obisnuit si parte din munca zilnica. Am trecut si eu prin aceasta eperienta, direct si indirect la fiecare loc de munca pe care l-am avut.",
  "experience": "Experienta mea",
  "expp1": "Am simtit pe pielea mea cum e sa lucrez cu oameni care m-au facut sa ma simt inutila, incapabila si sa nu mai stiu care e rolul meu acolo. Am fost tratata ca si cum nu as avea valoare deloc, am fost jignita, am fost umilita.",
  "expp2": "Daca poti sa inchizi ochii si sa iti imaginezi pentru o secunda ca esti intr-o sala de sedinte inconjurata de mese si scaune. Toate scaunele sunt pline de oameni iar in mijloc tu, in picioare. Toata lumea se uita la tine si arata cu degetul. Cum te simti?",
  "expp3": "Eu cand am trait asta a fost neplacut, dar mai ales lipsit de respectul si eticheta de la locul de munca pe care eu le asteptam.",
  "expp4": "Aveam zile in care plangeam la munca si zile in care ma trezeam dimineata si plangeam inainte sa plec la munca. Aveam zile in care imi doream sa mi se intample ceva ca sa nu mai ajung la munca. A fost foarte greu si descurajant, trist si extrem de dureros.",
  "expp5": "Nici nu am degete sa numar de cate ori am plecat la urgente de la munca in decursul anilor. Am si clacat de cateva ori cand corpul meu a decis ca imi trebuie pauza fortata de la tot ce fac, asa ca m-am imbolnavit, am facut pauza putin timp, dar cand am revenit, am revenit in acelasi mediu toxic care nu m-a ajutat in vindecare, ba chiar a amplificat starile de anxietate, frica, panica si stres intens.",
  "expp6": "Am facut parte din companii extraordinare ca si brand in piata internationala, insa am invatat ca brandul nu este de ajuns atunci cand vorbim despre oameni.",
  "expp7": "Mi-am dorit de multe ori sa fiu auzita, incurajata, apreciata pentru munca mea si am primit in schimb critica, desconsiderare si umilinta. Mi s-a parut nedrept si frustrant ca se intampla asta intr-un context professional, dar, cu toate astea, pentru o perioada am acceptat situatia asa cum a fost ea. Am crezut ca e mai valoros sa calc pe mine si accept situatia asa cum e pentru ca macar invat ceva care imi va folosi.",
  "expp8": "Mi-am dorit sa fiu proactiva, mi-am dorit sa imi pun in valoare creativitatea, mi-am dorit sa invat de la oamenii de langa mine, dar m-am lovit de zidurile nedreptatii, ale umilitei si ale public shamingului.",
  "why": "De ce se intampla acest lucru in companii? Pentru ca asa acceptam.",
  "limit": "Eu nu am stiut unde si cum sa pun limita acolo unde era nevoie si am permis sa ajunga la mine critica, desconsiderarea si umilinta. Cand am avut o farama de curaj sa nu stau peste program si sa ma respect pe mine am fost certata pentru ca nu impartasesc valoarea statului peste program. Acum cand imi aduc aminte mi se pare putin amuzant, dar atunci a fost dureros si am simtit ca nu ma regasesc.",
  "findmore": "Afla mai mult",
  "hide": "Ascunde",
  "findtext": "Lucrez de peste 7 ani in departamente de HR, in diverse industrii, si am sesizat, incepand cu prima mea experienta, ca multi oameni sunt intr-un stres continuu, altii ajung la burnout si totusi nu fac nimic in privinta asta. Si stiu cum este pentru ca am fost acolo, nu doar o data. Imi era foarte greu sa deschid ochii si sa vad ca se poate si altfel, pentru ca eram obisnuita cu stresul ca si cand ar fi ceva normal, care vine ca parte din pachetul de beneficii de la job. Stiu, adevarul doare. Dar mai stiu ca eu am reusit sa fac ceva in privinta asta desi mi-a luat peste 10 ani sa aflu ca se poate si altfel, ca exista si companii unde oamenii conteaza, unde se pune focus atat pe dezvoltarea companiei cat si pe dezvoltarea angajatului, nu doar profesional, dar si personal.",
  "learned": "Ce am invatat eu dupa toti acesti ani de stres si burnout?",
  "learnedp1": "Ca nu e nevoie sa astepti sa apara compania ideala care sa iti ofere valorile pe care le impartasesti si tu, e foarte bine si chiar indicat sa cauti asta, DAR pana o gasesti, pune-te pe tine pe primul loc si fa tu pentru tine ceva concret. Daca nu o faci tu, nimeni nu o va face. Iar la locul de munca, imi pare rau sa te anunt, dar nimeni nu te va menaja asa cum o vei face tu.",
  "learnedp2": "Ca pot sa am grija de mine, sa pun limite sanatoase fara sa imi fie frica de pierderea locului de munca.",
  "learnedp3": "Ca nu ma salveaza nimeni.",
  "endtext": "Poti sa incepi chiar de acum sa te dai un pas in spate, sa respiri si sa te gandesti:",
  "endtextp1": "Cine sunt eu si care sunt valorile mele?",
  "endtextp2": "Cine sunt eu si care sunt valorile mele?",
  "endtextp3": "Ce inseamna un loc de munca pentru mine?",
  "endtextp4": "Ce pot sa accept si ce nu accept sub nicio forma?",
  "process": "Stiu, este un proces foarte greu, pentru ca necesita vindecare multa, lucru cu tine intens. Este greu sa te dai un pas in spate pentru ca mereu vei gasi scuze precum:",
  "processp1": "n-am timp de asa ceva acum;",
  "processp2": "asa e peste tot;",
  "processp3": "am multe deadline-uri si nu pot sa ma pun pe mine pe primul loc;",
  "processp4": "lasa ca o sa treaca la un moment dat.",
  "processp5": ".....si multe alte scuze.",
  "endtext1": "Da, stiu, pentru ca si eu le-am tot folosit ca sa fug de responsabilitatea de a ma pune pe primul loc. Aveam atatea scuze pregatite si de multe ori ma surprindeam ca pot gasi mereu altele si altele. Ma surprind acum cu gandul ca puteam sa gasesc solutii, nu scuze. Gandeste-te daca merita cu adevarat sa ramai in burnout si care este pretul pe care il platesti la final de zi.",
  "exndtext2": "Merita sa te scuzi mereu ca nu ai timp pentru tine, familie, prieteni? Merita sa te simti rau psihic si fizic poate si sa te gandesti mereu ce ai? Merita sa ajungi sa iti dau salariul la spital?",
  "endtext3": "Si oricate scuze vei gasi, si oricate “beneficii” ai, nimeni nu vine sa te salveze, doar tu poti face asta.",
  "endtext4": "Asa ca aici, acum, astazi, te invit sa calatorim impreuna catre cunoasterea de sine, catre identificarea convingerilor care te limiteaza sa mergi inainte, catre crearea unui viitor echilibrat pentru tine."
}
