{
  "inallaspectsofourlivesbalanceiskey": "In all aspects of our lives, balance is the key",
  "iguideyoutoidentifythesourcesofstressandtodeveloptogethereffectivestrategiesinmanagingittofindbalanceinallaspectsofyourlife.": "I guide you to identify the sources of stress and to develop together effective strategies in managing it, to find balance in all aspects of your life.",
  "findmore": "Find more",
  "hide": "Hide",
  "p1": "These days work can become extremely demanding and it can be difficult to achieve a perfect balance between personal and professional life. However, the best thing to do is to make sure that you don’t ignore your personal needs such as your personal time, the time with family, friends, activities you like and relaxation.",
  "p2": "At the end of the day, it's good to remind yourself that a healthy balance will bring you more happiness, fulfillment and better relationships with those around you.",
  "p3": "The key to a better life is to make sure that you don't just focus on work and professional achievements, but also take care of your mental and physical health, as well as your general well-being. It is important to give you time for yourself, your thoughts and your health.",
  "myvalues": "My values",
  "compassion": "Compassion",
  "empathy": "Empathy",
  "responsibility": "Responsibility",
  "respect": "Respect",
  "sincerity": "Sincerity",
  "beforecallingacoach": "Before calling a coach",
  "comparisonp1": "I was struggling with overwhelming feelings of stress, anxiety and exhaustion. As a professional, I often found myself sacrificing my personal life and relationships to meet professional demands.",
  "comparisonp2": "I was constantly overworked and neglected my own physical and emotional needs, which led to exhaustion and ultimately to illness. It was getting harder and harder for me to concentrate, but I kept ignoring my health and putting work first. I was afraid to choose myself. I knew that I had to change something, but I didn't know exactly what to do and where to start, being driven by the fear that I might lose my job.",
  "afterworkingwithacoach": "After working with a coach",
  "comparisonp3": "I managed to find the balance between work and personal life. I managed to establish very clear and healthy boundaries at work. I learned to say &bdquo;YES&bdquo; to myself. Now I prioritize my personal care and make sure I take a break when I need it and I use my free time to recreate, walk, read and have time for my family.",
  "comparisonp4": "I managed to identify the root of the stress, which led to better communication with those around me and to a healthier work environment. Now I can be fully present in both my personal and professional life, and my productivity has increased significantly. I have a balanced and fulfilled life and that makes me happy.",
  "howwillweworktogether": "How will we work together?",
  "iwillhelpyouidentifythebestoptionaccordingtoyourneeds.": "I will help you identify the best option according to your needs.",
  "calibration": "Calibration",
  "calibrationtext": "1 to 1 meeting to get to know and identify your needs",
  "collaboration": "Collaboration",
  "collaborationtext": "Understanding the situations and planning the work steps",
  "theactualthing": "The actual thing",
  "theactualthingtext": "1 to 1 sessions for each individual situation (1 session per week or every 2 weeks)",
  "analyze": "Analyze",
  "analyzetext": "We analyze the results obtained along the way and implement and/or adapt",
  "mentoring": "Mentoring",
  "mentoringtext": "1 to 1 meeting as needed for specific situations",
  "areyoureadyforthemostinterestingcoachingexperience": "Are you ready for the most interesting coaching experience?",
  "invitetext": "I invite you to a free meeting to discover together how I can guide you.",
  "schedulemeeting": "Schedule a meeting",
  "frequentquestions": "Frequent questions",
  "qt1": "What is coaching and how can it help?",
  "qa1": "Coaching is a personal and/or professional development process that aims to help you achieve your short, medium and long term goals and maximize your potential. I will work with you to identify your goals, develop an action plan and guide you to overcome your personal and professional barriers. I will ask open questions and I will actively listen to guide you to find the answers you need. We will work in a safe, non-judgmental environment where you can express your thoughts and feelings.",
  "qt2": "Who can benefit from coaching?",
  "qa2": "Any person who wants to know themselves better and wants to improve their personal or professional life, can benefit from coaching.",
  "qt3": "How is a coaching session conducted?",
  "qa3": "An individual coaching session lasts 60 minutes and can be done online or face to face. I will talk with you about your goals and we will identify the best strategies to achieve them. Depending on your needs, we will determine the frequency of the sessions, which can be weekly or every 2 weeks, and also the number of sessions you need.",
  "qt4": "How do I choose a suitable coach for me?",
  "qa4": "Try to find someone with whom you feel you resonate in the area where you need guidance. It is good to choose someone in whom you really feel that you can trust and who makes you have the necessary openness to be honest with yourself and your goals. Most importantly, look for a coach who can adapt to your individual needs.",
  "qt5": "What is the difference between coaching and psychotherapy?",
  "qa5": "Coaching focuses on your current situations and improving your future performance. Regardless of whether we are talking about emotional situations, coaching brings adapted techniques to find practical solutions to find a balance in the present and the future. Psychotherapy focuses on treating past situations and traumas or mental health problems.",
  "qt6": "How long does the coaching process last?",
  "qa6": "Depending on the objectives and the progress made during the sessions, the process can last from a few sessions to a few months of working together.",
  "qt7": "Are the meetings confidential?",
  "qa7": "Yes, coaching is based on trust and confidentiality, precisely to create a space of safety and tranquility for the one who benefits from coaching.",
  "prevquestion": "Previous",
  "nextquestion": "Next",
  "register": "Register now!",
  "firstName": "first name",
  "lastName": "last name",
  "email": "email",
  "phoneNumber": "phone number",
  "message": "message",
  "sendyourmessage": "SEND YOUR MESSAGE",
  "contact": "Contact",
  "address": "Address:",
  "bucharest": "Bucharest",
  "phone": "Phone:",
  "links": "Links",
  "home": "Home",
  "about": "About",
  "products": "Solutions",
  "events": "Events",
  "podcast": "Podcast",
  "workshops":"Workshops",
  "testimonials":"Testimonials"
}
