{
  "inallaspectsofourlivesbalanceiskey": "In toate aspectele vietii noastre, echilibrul este cheia",
  "iguideyoutoidentifythesourcesofstressandtodeveloptogethereffectivestrategiesinmanagingittofindbalanceinallaspectsofyourlife.": "Te ghidez sa identifici sursele de stres si sa dezvoltam impreuna strategii eficiente in gestionarea acestuia, pentru a gasi echilibru in toate aspectele vietii tale.",
  "findmore": "Afla mai mult",
  "hide": "Ascunde",
  "p1": "In ziua de azi munca poate deveni extrem de solicitanta si poate fi greu sa obtinem un echilibru perfect intre viata personala si cea profesionala. Cu toate acestea, e bine sa te asiguri ca nu iti ignori nevoile personale precum timpul tau, timpul cu familia, prietenii, activitatile care iti plac si relaxarea.",
  "p2": "La finalul zilei e bine sa iti reamintesti ca un echilibru sanatos iti va aduce mai multa fericire, implinire si relatii mai bune cu cei din jur.",
  "p3": "Cheia catre o viata mai buna este sa te asiguri ca nu te concentrezi doar asupra muncii si a realizarilor profesionale, ci te ocupi si de sanatatea ta mentala si fizica, precum si de bunastarea ta generala. Este important sa iti acorzi timp pentru tine, gandurile tale si sanatatea ta.",
  "myvalues": "Valorile mele",
  "compassion": "Compasiune",
  "empathy": "Empatie",
  "responsibility": "Responsabilitate",
  "respect": "Respect",
  "sincerity": "Sinceritate",
  "beforecallingacoach": "Inainte de a apela la un coach",
  "comparisonp1": "Ma luptam cu sentimente coplesitoare de stres, anxietate si epuizare. In calitate de profesionist, m-am trezit adesea ca imi sacrificam viata personala si relatiile pentru a raspunde cerintelor profesionale.",
  "comparisonp2": "Am fost constant suprasolicitata si mi-am neglijat propriile nevoi fizice si emotionale, ceea ce a dus la epuizare si intr-un final la boala. Imi era din ce in ce mai greu sa ma concentrez, dar tot imi ignoram sanatatea si puneam munca pe primul loc. Imi era frica sa ma aleg pe mine. Stiam ca trebuie sa schimb ceva, dar nu stiam exact ce sa fac si de unde sa incep, macinata fiind de teama ca as putea sa imi pierd locul de munca.",
  "afterworkingwithacoach": "Dupa ce am lucrat cu un coach",
  "comparisonp3": "Am reusit sa gasesc echilibrul intre munca si viata personala. Am reusit sa stabilesc limite clare si sanatoase la locul de munca. Am invatat sa imi spun mie “DA”. Acum acord prioritate ingrijirii mele personale si ma asigur ca fac pauza cand am nevoie, imi folosesc timpul liber pentru a ma recrea, ma plimb, citesc si am timp pentru familia mea.",
  "comparisonp4": "Am reusit sa identific radacina stresului, ceea ce a condus si la o comunicare mai buna cu cei din jur si la un mediu de lucru mai sanatos. Acum pot fi pe deplin prezenta atat in viata personala cat si cea profesionala, iar productivitatea mea a crescut semnificativ. Am o viata echilibrata si implinita si asta ma face fericita.",
  "howwillweworktogether": "Cum vom lucra impreuna?",
  "iwillhelpyouidentifythebestoptionaccordingtoyourneeds.": "Te voi ajuta sa identifici cea mai buna optiune in functie de nevoile tale.",
  "calibration": "Calibrare",
  "calibrationtext": "Intalnire 1 la 1 de cunoastere si identificare a nevoilor",
  "collaboration": "Colaborare",
  "collaborationtext": "Intelegerea situatiilor si planificarea pasilor de lucru",
  "theactualthing": "Lucrul efectiv",
  "theactualthingtext": "Sedinte 1 la 1 pe fiecare situatie in parte (1 sedinta pe saptamana sau la 2 saptamani)",
  "analyze": "Analiza",
  "analyzetext": "Analizam rezultatele obtinute pe parcurs si implementam si/sau adaptam",
  "mentoring": "Mentoring",
  "mentoringtext": "Sedinta 1 la 1 la nevoie pentru situatii specifice",
  "areyoureadyforthemostinterestingcoachingexperience": "Esti pregatit pentru cea mai interesanta experienta de coaching?",
  "invitetext": "Te invit la o sedinta gratuita pentru a descoperi impreuna cum te pot ghida.",
  "schedulemeeting": "Programeaza o sedinta",
  "frequentquestions": "Intrebari frecvente",
  "qt1": "Ce este coachingul si cum poate ajuta?",
  "qa1": "Coachingul este un process de dezvoltare personala si/sau profesionala care are scopul de a te ajuta sa iti atingi obiectivele pe termen scurt, mediu si lung, si sa iti maximizezi potentialul. Voi lucra cu tine pentru a identifica obiectivele tale, a dezvolta un plan de actiune si a te ghida sa iti depasesti barierele personale si profesionale. Voi adresa intrebari deschise si voi asculta activ sit e voi ghida sa gasesti raspunsurile de care ai nevoie. Vom lucra intr-un mediu sigur, non-judecativ, in care iti poti exprima gandurile si sentimentele.",
  "qt2": "Cine poate beneficia de coaching?",
  "qa2": "Orice persoana care doreste sa se cunoasca mai bine si doreste sa isi imbunatateasca viata personala sau profesionala, poate beneficia de coaching.",
  "qt3": "Cum se desfasoara o sedinta de coaching?",
  "qa3": "O sedinta individuala de coaching dureaza 60 de minute si poate fi realizata online sau fata in fata. Voi discuta cu tine despre obiectivele tale si vom identifica cele mai bune strategii pentru a le atinge. In functie de nevoile tale, vom stabili frecventa sedintelor, care poate fi saptamanala sau la 2 saptamani si de asemenea si numarul de sedinte de care ai nevoie.",
  "qt4": "Cum aleg un coach potrivit pentru mine?",
  "qa4": "Incearca sa cauti pe cineva cu care simti ca rezonezi in zona in care ai nevoie de ghidaj. E bine sa alegi pe cineva in care sa simti cu adevarat ca poti sa ai incredere si care te face sa ai deschiderea necesara pentru a fi sincer cu tine si cu obiectivele tale. Cel mai important, cauta un coach care se poate adapta la nevoile tale individuale.",
  "qt5": "Care este diferenta dintre coaching si psihoterapie?",
  "qa5": "Coachingul se concentreaza pe situatiile tale prezente si imbunatatirea performantei tale viitoare. Indiferent ca vorbim de situatii emotionale, coachingul aduce tehnici adaptate pentru a gasi solutii practice pentru a gasi un echilibru in prezent si viitor.",
  "qt6": "Cat dureaza procesul de coaching?",
  "qa6": "In functie de obiectivele si progresul facut in timpul sedintelor, procesul poate dura de la cateva sedinte pana la cateva luni de lucru impreuna.",
  "qt7": "Sedintele sunt confidentiale?",
  "qa7": "Da, coachingul se bazeaza incredere si confidentialitate, tocmai pentru a crea un spatiu de siguranta si liniste pentru cel care beneficiaza de coaching.",
  "prevquestion": "Anterioara",
  "nextquestion": "Urmatoare",
  "register": "Inregistreaza-te acum!",
  "firstName": "nume",
  "lastName": "prenume",
  "email": "email",
  "phoneNumber": "telefon",
  "message": "mesaj",
  "sendyourmessage": "TRIMITE MESAJUL",
  "contact": "Contact",
  "address": "Adresa:",
  "bucharest": "Bucuresti",
  "phone": "Telefon:",
  "links": "Linkuri",
  "home": "Acasa",
  "about": "Despre",
  "products": "Produse",
  "events": "Evenimente",
  "podcast": "Podcast-uri",
  "programs": "Programe",
  "workshops":"Workshop-uri",
  "testimonials":"Testimoniale"
}
