{
  "inallaspectsofourlivesbalanceiskey": "În toate aspectele vieții noastre, echilibrul este cheia",
  "iguideyoutoidentifythesourcesofstressandtodeveloptogethereffectivestrategiesinmanagingittofindbalanceinallaspectsofyourlife.": "Te ghidez să identifici sursele de stres și să dezvoltăm împreună strategii eficiente în gestionarea acestuia, pentru a găsi echilibru între viața personală și profesională.",
  "findmore": "Află mai mult",
  "hide": "Ascunde",
  "p1": "În ziua de azi munca poate deveni extrem de solicitantă și poate fi greu să obținem un echilibru perfect între viața personală și cea profesională. Cu toate acestea, e bine să te asiguri că nu îți ignori nevoile personale precum timpul tău, timpul cu familia, prietenii, activitățile care îți plac și relaxarea.",
  "p2": "La finalul zilei e bine să îți reamintești că un echilibru sănătos îți va aduce mai multă fericire, împlinire și relații mai bune cu cei din jur.",
  "p3": "Cheia către o viață mai bună este să te asiguri că nu te concentrezi doar asupra muncii și a realizărilor profesionale, ci te ocupi și de sănătatea ta mentală și fizică, precum și de bunăstarea ta generală. Este important să îți acorzi timp pentru tine, gândurile tale și sănătatea ta.",
  "myvalues": "Valorile mele",
  "compassion": "Compasiune",
  "empathy": "Empatie",
  "responsibility": "Responsabilitate",
  "respect": "Respect",
  "sincerity": "Sinceritate",
  "beforecallingacoach": "Înainte de a apela la un coach",
  "comparisonp1": "Mă luptam cu sentimente copleșitoare de stres, anxietate și epuizare. În calitate de profesionist, m-am trezit adesea că îmi sacrificam viața personală și relațiile pentru a răspunde cerințelor profesionale.",
  "comparisonp2": "Am fost constant suprasolicitată și mi-am neglijat propriile nevoi fizice și emoționale, ceea ce a dus la epuizare și într-un final la boală. Îmi era din ce în ce mai greu să mă concentrez, dar tot îmi ignoram sănătatea și puneam munca pe primul loc. Îmi era frică să mă aleg pe mine. Știam că trebuie să schimb ceva, dar nu știam exact ce să fac și de unde să încep, măcinată fiind de teama că aș putea să îmi pierd locul de muncă.",
  "afterworkingwithacoach": "După ce am lucrat cu un coach",
  "comparisonp3": "Am reușit să găsesc echilibrul între muncă și viața personală. Am reușit să stabilesc limite clare și sănătoase la locul de muncă. Am învățat să îmi spun mie “DA”. Acum acord prioritate îngrijirii mele personale și mă asigur că fac pauză când am nevoie, îmi folosesc timpul liber pentru a mă recrea, mă plimb, citesc și am timp pentru familia mea.",
  "comparisonp4": "Am reusit sa identific rădăcina stresului, ceea ce a condus și la o comunicare mai bună cu cei din jur și la un mediu de lucru mai sănătos. Acum pot fi pe deplin prezentă atât în viața personală cât și cea profesională, iar productivitatea mea a crescut semnificativ. Am o viață echilibrată și împlinită și asta mă face fericită.",
  "howwillweworktogether": "Cum vom lucra împreună?",
  "iwillhelpyouidentifythebestoptionaccordingtoyourneeds.": "Te voi ajuta să identifici cea mai bună opțiune în funcție de nevoile tale.",
  "calibration": "Calibrare",
  "calibrationtext": "Întâlnire 1 la 1 de cunoștere și identificare a nevoilor",
  "collaboration": "Colaborare",
  "collaborationtext": "Înțelegerea situațiilor și planificarea pașilor de lucru",
  "theactualthing": "Lucrul efectiv",
  "theactualthingtext": "Ședințe 1 la 1 pe fiecare situație în parte (1 ședință pe săptămână sau la 2 săptămâni)",
  "analyze": "Analiza",
  "analyzetext": "Analizăm rezultatele obținute pe parcurs și implementăm și/sau adaptăm",
  "mentoring": "Mentoring",
  "mentoringtext": "Ședința 1 la 1 la nevoie pentru situații specifice",
  "areyoureadyforthemostinterestingcoachingexperience": "Ești pregătit pentru cea mai interesantă experiență de coaching?",
  "invitetext": "Te invit la o ședință gratuită pentru a descoperi împreună cum te pot ghida.",
  "schedulemeeting": "Programează o ședință",
  "frequentquestions": "Întrebări frecvente",
  "qt1": "Ce este coachingul și cum poate ajuta?",
  "qa1": "Coachingul este un proces de dezvoltare personală și/sau profesională care are scopul de a te ajuta să îțî atingi obiectivele pe termen scurt, mediu și lung, și să îți maximizezi potențialul. Voi lucra cu tine pentru a identifica obiectivele tale, a dezvolta un plan de acțiune și a te ghida să îți depășești barierele personale și profesionale. Voi adresa întrebări deschise și voi asculta activ și te voi ghida să găsești răspunsurile de care ai nevoie. Vom lucra într-un mediu sigur, non-judecativ, în care îți poți exprima gândurile și sentimentele.",
  "qt2": "Cine poate beneficia de coaching?",
  "qa2": "Orice persoană care dorește să se cunoască mai bine și dorește să își îmbunătățească viața personală sau profesională, poate beneficia de coaching.",
  "qt3": "Cum se desfășoară o ședință de coaching?",
  "qa3": "O ședință individuală de coaching durează 60 de minute și poate fi realizată online sau față în față. Voi discuta cu tine despre obiectivele tale și vom identifica cele mai bune strategii pentru a le atinge. În funcție de nevoile tale, vom stabili frecvența ședințelor, care poate fi săptămânală sau la 2 săptămâni și de asemenea și numărul de ședințe de care ai nevoie.",
  "qt4": "Cum aleg un coach potrivit pentru mine?",
  "qa4": "Încearcă să cauți pe cineva cu care simți că rezonezi în zona în care ai nevoie de ghidaj. E bine să alegi pe cineva în care să simți cu adevărat că poți să ai încredere și care te face să ai deschiderea necesară pentru a fi sincer cu tine și cu obiectivele tale. Cel mai important, caută un coach care se poate adapta la nevoile tale individuale.",
  "qt5": "Care este diferența dintre coaching și psihoterapie?",
  "qa5": "Coachingul se concentrează pe situațiile tale prezente și îmbunătățirea performanței tale viitoare. Indiferent că vorbim de situații emoționale, coachingul aduce tehnici adaptate pentru a găsi soluții practice pentru a găsi un echilibru în prezent și viitor.",
  "qt6": "Cât durează procesul de coaching?",
  "qa6": "În funcție de obiectivele și progresul făcut în timpul ședințelor, procesul poate dura de la câteva ședințe până la câteva luni de lucru împreună.",
  "qt7": "Ședințele sunt confidențiale?",
  "qa7": "Da, coachingul se bazează pe încredere și confidențialitate, tocmai pentru a crea un spațiu de siguranță și liniște pentru cel care beneficiază de coaching.",
  "prevquestion": "Anterioară",
  "nextquestion": "Următoare",
  "register": "Înregistrează-te acum!",
  "firstName": "nume",
  "lastName": "prenume",
  "email": "email",
  "phoneNumber": "telefon",
  "message": "mesaj",
  "sendyourmessage": "TRIMITE MESAJUL",
  "contact": "Contact",
  "address": "Adresa:",
  "bucharest": "București",
  "phone": "Telefon:",
  "links": "Linkuri",
  "home": "Acasă",
  "about": "Despre",
  "products": "Produse",
  "events": "Evenimente",
  "podcast": "Podcast-uri",
  "programs": "Programe",
  "workshops":"Workshop-uri",
  "testimonials":"Testimoniale"
}
